[
    {
        "title": "Effect of <i>Cardamine violifolia</i> on muscle protein degradation and anti-oxidative capacity in weaned piglets after Lipopolysaccharide challenge.",
        "abstract": "This study aimed to investigate the impact of <i>Cardamine violifolia</i> on muscle protein degradation, the inflammatory response and antioxidant function in weaned piglets following LPS challenge. Twenty-four weaned piglets were used in a 2 × 2 factorial experiment with dietary treatment (sodium selenite or <i>Cardamine violifolia</i>) and LPS challenge. After 28 days of feeding, pigs were injected intraperitoneally with 100 μg/kg LPS or saline. Dietary supplementation with <i>Cardamine violifolia</i> mitigated the reduction in insulin and growth hormone levels induced by LPS. It also curbed the LPS-induced elevation of plasma glucagon, urea nitrogen, and creatinine concentrations. <i>Cardamine violifolia</i> reduced muscle damage caused by LPS, as evidenced by increased protein content and protein/DNA ratio and decreased TNF-α and IL-1β mRNA expression. Furthermore, <i>Cardamine violifolia</i> modulated the expression of FOXO1, FOXO4, and MuRF1 in muscle, indicative of the protective effect against muscle protein degradation. Enhanced muscle antioxidant function was observed in the form of increased T-AOC, reduced MDA concentration, and decreased mRNA expression of GPX3, DIO3, TXNRD1, SELENOS, SELENOI, SELENOO, and SEPHS2 in LPS-treated piglets. The findings suggest that <i>Cardamine violifolia</i> supplementation can effectively alleviate muscle protein degradation induced by LPS and enhance the antioxidant capacity in piglets.",
        "keywords": [
            "Antioxidant capacity",
            "muscle",
            "piglets",
            "protein degradation",
            "selenium"
        ]
    },
    {
        "title": "The Effect of a Lecture-Based Educational Intervention to Improve the Nutrition Knowledge and Behavior of Plant-Based Seventh-Day Adventists Living in the United Kingdom.",
        "abstract": "The Adventist lifestyle, which encourages the consumption of a vegetarian or vegan diet, has been associated with several health benefits; however, the nutrition knowledge of Adventists about essential nutrients in the context of plant-based diets has not yet been assessed, therefore, this study evaluated the efficacy of an expert-led lecture-based educational intervention on the nutrition knowledge and habits of plant-based Seventh-day Adventists.",
        "keywords": [
            "diet",
            "nutrition",
            "plant‐based diets",
            "seventh‐day adventists",
            "supplement"
        ]
    },
    {
        "title": "Vitamins in the Prevention and Support Therapy of Neurodegenerative Diseases.",
        "abstract": "Neurodegenerative diseases such as Alzheimer's disease (AD), Parkinson's disease (PD), amyotrophic lateral sclerosis (ALS), and multiple sclerosis (MS), which are a consequence of the progressive loss of neuronal function and structure, cause significant cognitive impairment. The incidence of these diseases in the world's population is constantly increasing as a result of an aging population. Although genetic and environmental factors are most often mentioned as the pathogenetic factors of these diseases, increasing evidence points to the important role of proper nutrition in the prevention and support of the treatment of these disorders. A healthy, balanced diet can mitigate the risks associated with the risk factors mentioned above and slow the progression of the disease by reducing oxidative stress and inflammation. Vitamins B, D, E, C, K, and A have been shown to support cognitive functions and protect the nervous system. This review demonstrates the importance of vitamins in preventing and supporting the therapy of neurodegenerative diseases. Information regarding the health-promoting properties of these vitamins must be effectively communicated to consumers seeking to protect their health, particularly in the context of neurodegenerative diseases. Consequently, this review also examines the authorized health claims under EU food law related to these vitamins, assessing their role in promoting awareness of the vitamins' potential benefits for neuroprotection and the management of neurodegenerative diseases.",
        "keywords": [
            "EU legislation",
            "brain function",
            "cognitive function",
            "dementia prevention",
            "diet",
            "food law",
            "neurodegenerative diseases",
            "neuroprotection",
            "nutrients"
        ]
    },
    {
        "title": "Vitamin D Deficiency Meets Hill's Criteria for Causation in SARS-CoV-2 Susceptibility, Complications, and Mortality: A Systematic Review.",
        "abstract": "Clinical trials consistently demonstrate an inverse correlation between serum 25-hydroxyvitamin D [25(OH)D; calcifediol] levels and the risk of symptomatic SARS-CoV-2 disease, complications, and mortality. This systematic review (SR), guided by Bradford Hill's causality criteria, analyzed 294 peer-reviewed manuscripts published between December 2019 and November 2024, focusing on plausibility, consistency, and biological gradient. Evidence confirms that cholecalciferol (D<sub>3</sub>) and calcifediol significantly reduce symptomatic disease, complications, hospitalizations, and mortality, with optimal effects above 50 ng/mL. While vitamin D requires 3-4 days to act, calcifediol shows effects within 24 h. Among 329 trials, only 11 (3%) showed no benefit due to flawed designs. At USD 2/patient, D<sub>3</sub> supplementation is far cheaper than hospitalization costs and more effective than standard interventions. This SR establishes a strong inverse relationship between 25(OH)D levels and SARS-CoV-2 vulnerability, meeting Hill's criteria. Vitamin D<sub>3</sub> and calcifediol reduce infections, complications, hospitalizations, and deaths by ~50%, outperforming all patented, FDA-approved COVID-19 therapies. With over 300 trials confirming these findings, waiting for further studies is unnecessary before incorporating them into clinical protocols. Health agencies and scientific societies must recognize the significance of these results and incorporate D<sub>3</sub> and calcifediol for prophylaxis and early treatment protocols of SARS-CoV-2 and similar viral infections. Promoting safe sun exposure and adequate vitamin D<sub>3</sub> supplementation within communities to maintain 25(OH)D levels above 40 ng/mL (therapeutic range: 40-80 ng/mL) strengthens immune systems, reduces hospitalizations and deaths, and significantly lowers healthcare costs. When serum 25(OH)D levels exceed 70 ng/mL, taking vitamin K<sub>2</sub> (100 µg/day or 800 µg/week) alongside vitamin D helps direct any excess calcium to bones. The recommended vitamin D dosage (approximately 70 IU/kg of body weight for a non-obese adult) to maintain 25(OH)D levels between 50-100 ng/mL is safe and cost-effective for disease prevention, ensuring optimal health outcomes.",
        "keywords": [
            "1,25(OH)2D",
            "25(OH)D",
            "COVID-19",
            "association",
            "causality",
            "epidemiology",
            "micronutrients",
            "public health",
            "viral infections"
        ]
    },
    {
        "title": "Does Resveratrol Impact Oxidative Stress Markers in Patients with Head and Neck Cancer Receiving Home Enteral Nutrition?",
        "abstract": "<b>Objectives</b>: Resveratrol (RES) is well documented for its multiple health benefits, with a notable impact on cancer prevention and therapy. This study aimed to evaluate the effect of RES supplementation on oxidative stress in patients with head and neck cancer (HNC) receiving home enteral nutrition (HEN). <b>Methods</b>: This randomized, single-center, open-label study involved 72 adult patients, with 40 completing the intervention. Participants in the intervention group received 400 mg of liposomal RES daily for 12 weeks alongside HEN, while the control group received HEN only. Body composition and oxidative stress markers-including total antioxidant capacity (TAC), malondialdehyde (MDA), superoxide dismutase (SOD), glutathione peroxidase (GPx), and reduced glutathione (GSH)-were measured at baseline and after 12 weeks. <b>Results</b>: Significant increases in TAC and SOD activity were observed in both groups. GPx activity increased significantly only in the RES group. MDA levels rose in both groups but were more pronounced in the RES group. GSH levels showed no significant changes. Phase angle (PhA) increased significantly in the RES group, while no significant change was observed in the control group. <b>Conclusions</b>: RES supplementation may enhance antioxidant defenses, as evidenced by increased GPx activity and improvements in TAC and SOD levels, supporting oxidative balance in patients with HNC receiving HEN. The higher MDA levels in the RES group may reflect RES's dual antioxidant and pro-oxidant activities. Additionally, the observed increase in PhA suggests potential cellular health benefits. These findings highlight the potential of RES as a complementary antioxidant intervention in clinical oncology, warranting further investigation to clarify its therapeutic effects on oxidative stress and cellular health in cancer care.",
        "keywords": [
            "antioxidants",
            "bioactive nutrients",
            "head and neck cancer",
            "home enteral nutrition",
            "malnutrition",
            "nutraceuticals",
            "oxidative stress",
            "resveratrol"
        ]
    },
    {
        "title": "Cannabidiol in Foods and Food Supplements: Evaluation of Health Risks and Health Claims.",
        "abstract": "Cannabidiol (CBD) is a cannabinoid present in the hemp plant (<i>Cannabis sativa</i> L.). Non-medicinal CBD oils with typically 5-40% CBD are advertised for various alleged positive health effects. While such foodstuffs containing cannabinoids are covered by the Novel Food Regulation in the European Union (EU), none of these products have yet been authorized. Nevertheless, they continue to be available on the European market.",
        "keywords": [
            "CBD",
            "beneficial effects",
            "cannabidiol",
            "food",
            "food supplements",
            "health claims",
            "health risk",
            "hepatotoxicity",
            "neurotoxicity"
        ]
    },
    {
        "title": "Comprehensive Ethnopharmacological Analysis of Medicinal Plants in the UAE: <i>Lawsonia inermis</i>, <i>Nigella sativa</i>, <i>Ziziphus spina-christi</i>, <i>Allium cepa</i>, <i>Allium sativum</i>, <i>Cymbopogon schoenanthus</i>, <i>Matricaria aurea</i>, <i>Phoenix dactylifera</i>, <i>Portulaca oleracea</i>, <i>Reichardia tingitana</i>, <i>Salvadora persica</i>, <i>Solanum lycopersicum</i>, <i>Trigonella foenum-graecum</i>, <i>Withania somnifera</i>, and <i>Ziziphus lotus</i>.",
        "abstract": "The United Arab Emirates (UAE) is home to diverse indigenous medicinal plants traditionally used for centuries. This study systematically evaluates the pharmacological and nutritional potential of key medicinal plants, including <i>Lawsonia inermis</i>, <i>Nigella sativa</i>, <i>Ziziphus spina-christi</i>, <i>Allium cepa</i>, <i>Allium sativum</i>, <i>Cymbopogon schoenanthus</i>, <i>Matricaria aurea</i>, <i>Phoenix dactylifera</i>, <i>Portulaca oleracea</i>, <i>Reichardia tingitana</i>, <i>Salvadora persica</i>, <i>Solanum lycopersicum</i>, <i>Trigonella foenum-graecum</i>, <i>Withania somnifera</i>, <i>and Ziziphus lotus.</i> Comprehensive literature searches were conducted using PubMed, Scopus, and Web of Science to identify studies relevant to their nutritional and pharmacological uses. The findings highlight the therapeutic roles of these plants in managing global health challenges such as gastrointestinal diseases, and antimicrobial resistance through bioactive compounds like flavonoids, polyphenols, and antioxidants. Additionally, their contributions to nutrition, including essential vitamins and minerals, are emphasized for disease prevention and health promotion. While this research focuses on the UAE, the implications are globally relevant, as many of these plants are also found in traditional medicine across Asia, Africa, and Europe. Integrating these findings into global nutritional and healthcare systems offers potential solutions for pressing public health concerns, reduces reliance on synthetic pharmaceuticals, and promotes sustainable healthcare practices. This work is a valuable reference for researchers, healthcare professionals, and policymakers, bridging traditional knowledge and modern scientific applications globally.",
        "keywords": [
            "bioactive compounds",
            "dietary supplements",
            "global nutrition",
            "health promotion",
            "medicinal plants",
            "nutritional phytochemistry"
        ]
    },
    {
        "title": "Wild Edible Flowers of Indian Himalayan Region, Their Traditional Uses and Potential Health Benefits: A Way Forward for Food and Nutritional Security.",
        "abstract": "Wild edible flowers (WEFs) have long been an integral part of the diets and cultures of various communities worldwide. WEFs have untapped potential for use in human diets as food, supplements, or additives. These flowers contain compounds like flavonoids, carotenoids, nutrients, and minerals that contribute to their health-promoting properties. The Indian Himalayan Region (IHR), known for its biodiversity, hosts a wide array of underutilized WEFs with significant potential as food sources. Indigenous communities have long recognized the nutritional and medicinal benefits of these flowers, incorporating them into traditional medicine and culinary practices. However, systematic research on the nutritional and phytochemical properties of WEFs in this region remains limited. Therefore, gaining novel insights into the nutraceutical compounds of these flowers is crucial, highlighting their significance in promoting consumption. This review article focuses on the nutritional and phytochemical profiles of WEFs and their associated health benefits.The review also addresses the issue of toxicity in wildflowers, as well as various limitations on their consumption. Additionally, it explores the traditional and contemporary uses of these flowers in the IHR, highlighting the importance of preserving traditional knowledge and biodiversity.",
        "keywords": [
            "Bioactive compounds",
            "Indian Himalayan Region",
            "Nutraceutical",
            "Wild edible flowers"
        ]
    },
    {
        "title": "Personalizing Dietary Polyphenols for Health Maintenance and Disease Management: A Nutrigenetic Approach.",
        "abstract": "This literature review provides examples of the influence of certain genetic variants on health outcomes after dietary polyphenol consumption or supplementation. Available evidence is organized according to the major classes of polyphenols (flavonoids, phenolic acids, stilbenes, lignans, and tannins) and their derived subgroups.",
        "keywords": [
            "Genetics",
            "Nutrigenetics",
            "Polymorphism",
            "Polyphenols",
            "Precision nutrition"
        ]
    },
    {
        "title": "Harnessing Sacha Inchi By-Products: Innovations in Functional Food Development.",
        "abstract": "Sacha inchi (Plukenetia volubilis L.), native to the Amazon rainforest, is widely known for its oil-rich seeds. Its by-products, particularly the press cake, husks, and shells left after oil extraction, have significant nutritional and functional potential. These by-products contain high levels of proteins, dietary fiber, and bioactive compounds that can be repurposed to develop functional foods, nutraceuticals, and dietary supplements. This review article provides a detailed overview of the composition of sacha inchi by-products, recent findings on optimizing extraction processes for proteins, bioactive peptides, and antioxidant compounds, and product innovations using sacha inchi residues. It highlights the health benefits of consuming these products, such as functional bakery items and plant-based beverages with high sensory acceptance, protein hydrolysates with antioxidant and anti-inflammatory properties, beneficial effects on gut microbiota, and oligosaccharides with prebiotic properties, positioning sacha inchi by-products as key ingredients for developing plant-based nutraceutical and functional products. Additionally, the article emphasizes the potential of these by-products to contribute to a circular economy, reduce waste, and align with global efforts to achieve Sustainable Development Goals (SDGs) related to health, sustainable production, and environmental impact.",
        "keywords": [
            "By-products",
            "Circular economy",
            "Plant-based foods",
            "Sacha inchi",
            "Sustainable development goals (SDGs)"
        ]
    }
]